<?php

$_['bic_input'] = 'BIC';
$_['creditor'] = '債権者';
$_['creditor_id_input'] = '債権者ID';
$_['creditor_mandate_id'] = 'マンデートID';
$_['debtor'] = '債務者';
$_['debtor_acc_owner'] = '口座名義人';
$_['first_name_input'] = '名';
$_['iban_input'] = 'IBAN';
$_['last_name_input'] = '姓';
$_['sepa_cancel'] = 'キャンセルする';
$_['sepa_fields_error'] = 'SEPAダイレクトデビットフィールドに入力して再試行してください。';
$_['sepa_legend'] = 'データを入力してください。';
$_['sepa_mandate'] = 'SEPAマンデート';
$_['sepa_text_1'] = '債権者';
$_['sepa_text_2'] = 'が 私の口座から1回のダイレクトデビットを回収するように、私の銀行に指示を送信することを許可します。同時に、私は、債権者';
$_['sepa_text_2b'] = 'からの指示に従い、私の銀行が口座から引き落とすように銀行に指示します。';
$_['sepa_text_3'] = '注記: 私の権利の一部として、私は、銀行との合意の条項および条件に基づき、返金を受け取る資格があります。返金は、私の口座から引き落としがあった日から起算して8週間以内に請求する必要があります。';
$_['sepa_text_4'] = '私は、取消不能の形式で、ダイレクトデビットが無効になった場合や、ダイレクトデビットに対する異議が存在する場合には、私の銀行が債権者';
$_['sepa_text_5'] = 'に対して 私の氏名、住所、生年月日を開示することに同意します。';
$_['sepa_text_6'] = '私は、SEPAダイレクトデビットマンデート情報を読んで同意しました。';
